{'geo_accession': 'GSE100007', 'no_samples': 40, 'species': 'Homo sapiens', 'title': 'Widespread translational remodeling during human neuronal differentiation', 'study_summary': 'Faithful cellular differentiation requires precise coordination of changes in gene expression. However, the relative contributions of transcriptional and translational regulation during human cellular differentiation are unclear. Here, we induced forebrain neuronal differentiation of human embryonic stem cells (hESCs) and characterized genome-wide RNA and translation levels during neurogenesis. We find that thousands of genes change at the translation level across differentiation without a corresponding change in RNA level. Specifically, we identify mTOR complex 1 signaling as a key driver for elevated translation of translation-related genes in hESCs. In contrast, translational repression in active neurons is mediated by transcript 3′ UTRs, through regulatory sequences. Together, our findings identify a functional role for the dramatic 3′ UTR extensions that occur during brain development, and provide insights to interpret genetic variants in post-transcriptional control factors that influence neurodevelopmental disorders and diseases.'}
{'geo_accession': 'GSE100027', 'no_samples': 9, 'species': 'Homo sapiens', 'title': 'Hit-and-run epigenetic editing prevents senescence entry in primary breast cells from healthy donors [RNA-seq]', 'study_summary': 'Aberrant promoter DNA hypermethylation is a hallmark of cancer; however, whether this is sufficient to drive cellular transformation in the absence of genetic mutations is not clear. To investigate this question, we use a CRISPR/dCas9 based epigenetic editing tool, where an inactive form of Cas9 is fused to DNMT3A and its regulator DNMT3L. Using this system, we show simultaneous de novo DNA methylation of genes commonly methylated in cancer, CDKN2A, RASSF1, HIC1 and PTEN in primary myoepithelial cells isolated from healthy human breast tissue. We find that promoter methylation is maintained in this system, even in the absence of the fusion construct and results in sustained repression of CDKN2A and RASSF1 transcripts which prevents cells from entering senescence. The phenotype is associated with retuned expression of a subset of genes to levels in early passage cells; however, the outgrowing myoepithelial cells are not immortal but proliferate for 18-20 population doublings before cell cycle arrest. Finally, we show that the key driver of this phenotype is repression of CDKN2A transcript p16, but prolonged proliferation is enhanced by combined hypermethylation and repression of both CDKN2A transcripts p16 and p14. This work demonstrates that hit-and-run epigenetic events can prevent senescence entry, a potential first step in the disease process.'}
{'geo_accession': 'GSE100075', 'no_samples': 15, 'species': 'Homo sapiens', 'title': 'Discovery of naturally occurring ESR1 mutations during acquisition of resistance to endocrine therapy in widely used estrogen receptor positive breast cancer cell lines [RNA-Seq]', 'study_summary': 'We report the first discovery of naturally occurring ESR1Y537C and ESR1Y537S mutations in MCF7 and SUM44 ESR1-positive cell-lines after acquisition of resistance to long-term-estrogen-deprivation (LTED) and subsequent resistance to fulvestrant (ICIR).'}
{'geo_accession': 'GSE100040', 'no_samples': 6, 'species': 'Homo sapiens', 'title': 'Human TFIIH kinase CDK7 regulates transcription-associated epigenetic modification', 'study_summary': 'CDK7 phosphorylates the RNA polymerase II (pol II) CTD and activates the P-TEFb- associated kinase, CDK9, but its regulatory roles remain obscure. Using human CDK7 analog-sensitive (CDK7as) cells, we observed reduced capping enzyme recruitment, increased pol II promoter-proximal pausing, and defective termination at gene 3\'-ends upon CDK7 inhibition. We also found that CDK7 regulates chromatin modifications downstream of transcription start sites. H3K4me3 spreading was restricted at gene 5\'-ends and H3K36me3 was displaced toward gene 3\'-ends in CDK7as cells. Together, these results implicate a CDK7-dependent "CTD code" that regulates epigenetic marks in addition to RNA processing and pol II pausing.'}
{'geo_accession': 'GSE100081', 'no_samples': 16, 'species': 'Homo sapiens', 'title': 'Mining the stiffness-sensitive transcriptome in human vascular smooth muscle cells identifies long non-coding RNA stiffness regulators', 'study_summary': 'Vascular extracellular matrix (ECM) stiffening is a risk factor for aortic and coronary artery disease. How matrix stiffening regulates the transcriptome profile of human aortic (Ao) and coronary (Co) vascular smooth muscle cells (VSMCs) is not well understood. Furthermore, the role of long non-coding RNAs (lncRNAs) in the cellular response to stiffening has never been explored. This study characterizes the stiffness-sensitive transcriptome of human Ao and Co VSMCs and identify potentially key lncRNA regulators of stiffness-dependent VSMC functions. Ao and Co VSMCs were cultured on hydrogel substrates mimicking physiologic and pathologic ECM stiffness. Total RNA-seq was performed to compare the stiffness-sensitive transcriptome profiles of Ao and Co VSMCs.'}
{'geo_accession': 'GSE100092', 'no_samples': 8, 'species': 'Homo sapiens', 'title': 'The E3 ubiquitin ligase HectD1 suppresses EMT and metastasis by targeting the +TIP protein ACF7 for degradation', 'study_summary': 'Cancer cells exploit the epithelial-to-mesenchymal transition (EMT) program toward metastasis. Cytoskeletal regulators are dually required in mesenchymal cells by promoting EMT-induced migration and sustaining the EMT program itself. In search for novel regulators of metastasis, we conducted an shRNA screen targeting a class of microtubule regulators, the plus-end tracking proteins (+TIPs). We show that the +TIP ACF7 is required for both the maintenance of EMT and to promote migration. We identified HectD1 as a potent E3 ubiquitin ligase mediating ACF7 degradation. Depletion of HectD1 robustly increases ACF7 protein levels and this is sufficient to enhance migration and EMT in cells, as well as facilitate metastasis in vivo. Ours results report the HectD1/ACF7 axis as a novel regulator of metastasis of breast cancer cells.'}
{'geo_accession': 'GSE100099', 'no_samples': 75, 'species': 'Homo sapiens', 'title': 'p53 pulses lead to distinct patterns of gene expression albeit similar DNA-binding dynamics', 'study_summary': 'Investigation of mechanism of gene regulation in response to pulses in p53 protein level induced by gamma irradiation. To directly connect p53 pulses with gene expression, we collected time-course ChIP-Seq and RNA-Seq data.'}
